/*
 * @Description: 
 * @Version: 1.0
 * @Author: hzy
 * @Date: 2022-10-17 14:14:02
 * @LastEditors: hzy
 * @LastEditTime: 2022-10-17 15:59:16
 */
export const newsList = [
    { newsDate: '2022-10-15',id:1, title: '苹果又遭专利诉讼：因Apple TV快速回放功能侵权', text: '一家位于佛罗里达州的数字视频公司正在就苹果公司第四代Apple TV的Siri功能提起专利诉讼。这家名为CustomPlay的公司称，是他们早开发了Apple TV和Siri正在使用的这一功能，该功能允许用户可以询问“他说了什么?”以回顾一小段视频。' },
    { newsDate: '2022-10-16',id:2, title: '网信办等四部门开展隐私条款专项工作：首批针对微信或淘宝等评审', text: '7月1日起，《移动智能终端应用软件预置办和分发管理暂行规定》开始实施，要求生产企业和互联网信息提供者应确保除基本功能软件外的移动智能终端应用软件可卸载。现在，继手机预装软件可卸载后，隐私防护工作再次升级。据新华社报道，网信办、工信部、公安部、国家标准委等四部门联合开展隐私条款专项工作。隐私条款专项工作将分批选取网络产品和服务，对其隐私条款进行分析梳理。' },
    { newsDate: '2022-10-17',id:3, title: '苹果向诺基亚支付20亿美元，解决专利争端', text: '诺基亚昨日公布了2017年第二季度的财报。财报显示，诺基亚2017年第二季度的运营利润为5.74亿欧元（约合6.74亿美元），同比增长73%，高于分析师预期的4.47亿欧元。据BGR报道，在这份财报中诺基亚还提到了一笔约17亿欧元（约合20亿美元）的收入，诺基亚向媒体确认，这笔收入来自苹果公司。据悉，苹果向诺基亚支付20亿美元是为了完成诉讼和解。' },
];